Repository: common-repository/social-fblog
Catalog: languages/social-fblog-*.po
Languages: pt_br

source: Display Twitter button
pt_br: Exibir o botão do Twitter

source: Twitter username
pt_br: Nome de usuário no Twitter

source: Just insert the username. Example: ferramentasblog
pt_br: Insira apenas o seu nome de usuário. Exemplo: ferramentasblog

source: Display Google Plus button
pt_br: Exibir o botão do Google Plus

source: Display Facebook button
pt_br: Exibir o botão do Facebook

source: Display Facebook Send button
pt_br: Exibir o botão Enviar do Facebook

source: Display LinkedIn button
pt_br: Exibir o botão do LinkedIn

source: Display Pinterest button
pt_br: Exibir o botão do Pinterest

source: Display Email button
pt_br: Exibir botão de Email

source: Settings
pt_br: Configurações

source: Display Buttons in
pt_br: Exibir botões em

source: Posts and Pages
pt_br: Posts e Páginas

source: Only in Posts
pt_br: Apenas em Posts

source: Only in Pages
pt_br: Apenas em Páginas

source: Horizontal Alignment
pt_br: Alinhamento horizontal

source: This option is used to control the distance of the sharing buttons on the content. Use only integer numbers.
pt_br: Esta opção é utilizada para controlar a distância entre os botões e o conteúdo. Use apenas números inteiros.

source: Initial Distance
pt_br: Distância inicial

source: This option controls the distance that the sharing buttons will appear to load page. Use only integer numbers.
pt_br: Esta opção controla a distância que os botões ficarão em relação ao título ao carregar a página. Use apenas números inteiros.

source: Add Rounded Edges
pt_br: Adicionar bordar redondas

source: Does not work in old browsers.
pt_br: Não funciona em navegadores antigos.

source: Motion Effects
pt_br: Efeitos de movimento

source: Elastic
pt_br: Elástico

source: Static
pt_br: Estático

source: Opacity Effects
pt_br: Efeitos de opacidade

source: Does not work in versions 6, 7 ​​and 8 of Internet Explorer.
pt_br: Não funciona nas versões 6, 7 e 8 do Internet Explorer.

source: No Effect (default)
pt_br: Sem efeito (padrão)

source: Initial Opacity
pt_br: Opacidade no início

source: Continuous Opacity
pt_br: Opacidade contínua

source: Opacity Intensity
pt_br: Intensidade da opacidade

source: Enter values ​​between "0.1" to "1".<br />This option works only if it has been activated the "Opacity Effects" as "Initial Opacity" or "Continuous Opacity"
pt_br: Digite valores entre "0.1" até "1".<br />Esta opção funciona apenas quando estiver ativada a opção de "Efeitos de opacidade" como "Opacidade no início" ou "Opacidade contínua"

source: Buttons
pt_br: Botões

source: Activate/Deactivate
pt_br: Ativar/Desativar

source: Share by Email
pt_br: Compartilhar por e-mail

source: en-US
pt_br: pt-BR

source: en_US
pt_br: pt_BR

source: Inserts a floating box next to your blog posts to share your content on Twitter, Facebook and Google Plus and others.
pt_br: Insere uma caixa flutuante ao lado de seus posts para compartilhar seu conteúdo no Twitter, Facebook e Plus Google e outros.
